[
	"I am African.",
	"It's a grave thing, getting married.",
	"The Jewish part of me is superstitious.",
	"If I'm lucky, I can do a facial once a month.",
	"I have a very highly developed sense of denial.",
	"I would rather die than let my kid eat Cup-a-Soup.",
	"I’d rather smoke crack than eat cheese from a tin.",
	"I don't want to be rich and I don't want to be famous.",
	"I don't eat red meat, but sometimes a man needs a steak.",
	"I love men, even though they're lying, cheating scumbags.",
	"Every time I have a bikini wax, Cameron Diaz holds me down.",
	"You can call me a lot of things, but you can't call me complacent!",
	"I am who I am. I can't pretend to be somebody who makes $25,000 a year.",
	"I basically love anything that comes in a hot dog bun… except hot dogs.",
	"We basically can’t live without Vegenaise—it’s a little out of control.",
	"My one light American Spirit that I smoke once a week, on Saturday night.",
	"When I pass a flowering zucchini plant in a garden, my heart skips a beat.",
	"I made a pact with myself that I'd rather have less money than be embarrassed.",
	"I'm really superstitious. Before I shoot a movie, I kill a hobo with a hammer.",
	"I am convinced that by eating biological foods it is possible to avoid a tumor.",
	"Beauty fades! I just turned 29, so I probably don't have that many good years left in me.",
	"One evening when I had my wood-burning stove going I realised I hadn’t thought of dessert.",
	"I know people that I respect and admire and look up to who have had extra-marital affairs.",
	"I'd sit and watch my mother pretend for a living. As a young girl, that's pretty seductive.",
	"I started boxing one day a week to experience aggression, which has been really interesting.",
	"Are you crazy? I don't want to wear ideas. I don't want to have all these complicated thing.",
	"I drank like crazy [when Apple and Moses were babies]. How else could I get throught the day!",
	"I don't eat four-legged animals, but I eat birds, I eat cheese, I eat dessert. I eat everything.",
	"Sometimes Harvey Weinstein will let me use the Miramax jet if I'm opening a supermarket for him.",
	"Some days I feel like everyone in my world has plugged themselves into my kidneys. I'm so tired.",
	"I had my first bowl of gazpacho when I was fifteen in Spain, and the impression it made was a lasting one.",
	"My daughter gravitates toward fresh fruit and raw nuts but will inhale a bag of hot Cheetos at the airport.",
	"I never thought that I'd be considered to have a good body. I was bony up top and kind of dumpy on the bottom.",
	"She’s French, so she’s teaching them French, and their previous nanny was Spanish, so they’re fluent in Spanish.",
	"When you're dying laughing because your three-year-old made a fart joke, it doesn't matter what else is going on.",
	"Taking care of ypurself is being there for your kids, like how on a plane, they tell you to put on your oxygen mask first.",
	"During the strict macrobiotic chapter of my life, I ate miso soup every day for breakfast and sometimes with dinner as well.",
	"We’re human beings and the Sun is the Sun – how can it be bad for you? I don’t think anything that’s natural can be bad for you.",
	"Could I use some butter and cheese and eggs in my cooking without going down some kind of hippie shame spiral? Yes. Of course I could.",
	"I'm trying to be good with my skin care now that I'm getting older. I really do think it's from the inside - so exercise, hydration, sleep, sex.",
	"You know, I use organic products, but I get [laser treatments]. It’s what makes life interesting, finding the balance between cigarettes and tofu.",
	"Is it better not to drink alcohol and eat fried food and not have cheese and never have a cigarette at a party? Of course, but that's just not life.",
	"I really don't like drunk women; I think it is such a bad look. I think it's very inappropriate and I don't like it. I don't really have drunk friends.",
	"I’ll never forget it. I was starting to hike up the red rocks, and honestly, it was as if I heard the rock say, ‘You have the answers. You are your teacher.’",
	"I would be scared to go under the knife, but you know, talk to me when I'm 50. I'll try anything. Except I won't do Botox again, because I looked crazy. I looked like Joan Rivers!",
	"I sort of look at some peers of mine and I think, 'No, you've got it all wrong!' I just want to tell them all to have babies and be happy and not get sucked into that Hollywood thing.",
	"Beyoncé’s like, ‘Okay. The singing is great. But you’re not having any fun.’ She’s like, ‘Remember when we were at Jay’s concert and Panjabi MC comes on and you do your crazy Indian dance? Do that. Be you!’",
	"You come across [online comments] about yourself and about your friends, and it’s a very dehumanizing thing, It’s almost like how, in war, you go through this bloody, dehumanizing thing … My hope is, as we get out of it, we’ll reach the next level of conscience.",
	"I personally believe in some sort of divine order - or energy. I do believe that everything happens for a reason. I do think that when something bad happens to someone it's with the purpose of awakening them. I do think there is some force behind that. I don't think there are accidents.",
	"We have great dinner parties at which everyone sits around talking about politics, history, art and literature – all this peppered with really funny jokes. But back in America, I was at a party and a girl looked at me and said, ‘Oh, my God! Are those Juicy jeans that you’re wearing?’ and I thought, I can’t stay here. I have to get back to Europe."
]